/******************************************************************************/
//中文编程支持
#define 取 #include
#define 吾 <
#define 道法 stdio.h
#define 阅之 >
#define 或有一数乃 int //通用
#define 或有一术乃 int //专用于函数
#define 者也 ()
#define 也 )
#define 万物之始 main
#define 其名曰 {
#define 万物竞方者 switch(
#define 此致 }
#define 告之曰 return 
#define 往复之若 while(
#define 者为 =
#define 者非 !=
#define 如若 case
#define 云云 break
#define 如若不然 default
/******************************************************************************/
//变量

/******************************************************************************/
//常量
#define 初 0
/******************************************************************************/
//函数
#define 游荡九幽 surf_internet
/******************************************************************************/
取 吾道法阅之

或有一术乃 游荡九幽者也
其名曰
    告知曰 初;
此致

或有一术乃 万物之始者也
其名曰
    告之曰 游荡九幽者也;
此致
